Repository: motivactions/corepluslib
Catalog: oldmodules/media/locale/*/LC_MESSAGES/django.po
Languages: id

source: File size must be smaller than %s MB
id: Ukuran file harus lebih kecil dari %s MB

source: Image successfully uploaded
id: Gambar berhasil diunggah

source: Audio Visual successfully uploaded
id: Audio Visual berhasil diunggah

source: File successfully uploaded
id: File berhasil diunggah

source: The file type inputted is not supported
id: Jenis file tidak didukung

source: Set maximum size for an uploaded file
id: Setel ukuran maksimum untuk file yang diunggah

source: Max Image Size in Megabyte
id: Ukuran Gambar Max dalam Megabyte

source: Accepted Image Extensions
id: Ekstensi Gambar yang Diterima

source: Accepted Video Extensions
id: Ekstensi Video yang Diterima

source: Accepted Audio Extensions
id: Ekstensi Audio yang Diterima

source: Accepted Document Extensions
id: Ekstensi Dokumen yang Diterima

source: Media Setting
id: Pengaturan Media

source: Media Settings
id: Pengaturan Media

source: Extension %s is not in the default extensions list
id: Ekstensi %s tidak ada dalam daftar ekstensi default
